const item=[{id:Math.random(),title:"وجبه فطار",description:"طبق غني بالأرز واللحم، يقدّم غالباً في المناسبات ويحضّر من لحم الغنم أو لحم البقر، والأرز، والبصل، والزيت النباتي، والهال، والقرفة، وورق الغار، والفلفل الأبيض، والملح، والفلفل الأسود  ",price:"50 جنيه ",categore:"فطار",img:"1.webp"},
{id:Math.random(),title:"وجبه غداء",description:"طبق يتألف من طبقة من الحمص المسلوق، والمثوم يغطى بطبقة سميكة من مكسرات الخبز المحمص أو المقلي ويُضاف فوقه لبن الزبادي المملح. وللتزيين، يضاف على وجه اللبن الصنوبر المقلي بالزبدة أو السمن. كما يمكن إضافة اللحم المفروم المبهر بالبهار الحلو والمقلي بدهنه ",price:"30 جنيه ",categore:"غداء",img:"2.webp"},
{id:Math.random(),title:"وجبه عشاء",description:"كوسا أو باذنجان أو قرع أو فليفلة أو بطاطا مفرغة تُحشى بخلطة معينة ",price:"60 جنيه ",categore:"عشاء",img:"3.webp"},
{id:Math.random(),title:"وجبه فطار",description:"لحم يكون عادة من اللحم البقري أو لحم الجمل أو لحم الضأن أو لحم الدجاج، يوضع اللحم مرصوصاً على سيخ معدني ثم يشوى ",price:"70 جنيه ",categore:"فطار",img:"6.webp"},
{id:Math.random(),title:"وجبه فطار",description:"وجبة تتكون من اللحم المطبوخ باللبن، تقدم عادة مع الأرزوجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه غداء وجبه  ",price:"10 جنيه ",categore:"فطار",img:"5.webp"},
{id:Math.random(),title:"وجبه غداء",description:"فطيرة مكوّنة من عجينة سائلة، يتمّ تناولها محشوّة بالمكسّرات، أو القشطة، أو الجبنة ويتمّ تحميرها أو قليها ",price:"80 جنيه ",categore:"غداء",img:"1.webp"},

];
export default item;

